Revit 2018 API
Reference.EqualTo Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Syntax
C#
public bool EqualTo(
	Reference reference
)
Visual Basic
Public Function EqualTo ( _
	reference As Reference _
) As Boolean
Visual C++
public:
bool EqualTo(
	Reference^ reference
)
Parameters
reference
Type: Autodesk.Revit.DB.Reference
See Also
Reference Class
Autodesk.Revit.DB Namespace